---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarShapeSpiralPitch
source: html/bae0cd26-af82-4245-c45e-053e7b87ea0c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarShapeSpiralPitch Property

"Pitch"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarShapeSpiralPitch { get; }
```